Repository: AbolfazlRasouli/Clothing_store
Catalog: product/locale/*/LC_MESSAGES/django.po
Languages: fa

source: create_at
fa: تاریخ ایجاد

source: updated_at
fa: تاریخ به روز رسانی

source: delete
fa: حذف

source: delete_date
fa: تاریخ حذف

source: name category
fa: نام دسته بندی

source: description category
fa: توضیحات دسته بندی

source: name unique category
fa: نام منحصر به فرد دسته بندی

source: image category
fa: عکس دسته بندی

source: category
fa: دسته بندی

source: categories
fa: دسته بندی ها

source: size
fa: اندازه

source: color
fa: رنگ

source: count
fa: تعداد

source: Attribute
fa: ویژگی

source: Attributes
fa: ویژگی ها

source: name discount
fa: نام تخفیف

source: description discount
fa: توضیحات تخفیف

source: code discount
fa: کد تخفیف

source: start_date discount
fa: تاریخ شروعتخفیف

source: end_date discount
fa: تاریخ پایان تخفیف

source: percent discount
fa: درصدتخفیف

source: amount discount
fa: مبلغ تخفیف

source: count discount
fa: تعداد تخفیف

source: Only one of percent or amount should be provided.
fa: فقط یکی از مبلغ یا درصد باید مقدار بگیرد

source: One of percentage or amount must have a value.
fa: یکی از درصد یا مقدار باید مقدار داشته باشد

source: discount
fa: تخفیف

source: discounts
fa: تخفیف ها

source: name product
fa: نام محصول

source: brand
fa: مارک

source: code
fa: کد

source: price product
fa: قیمت محصول

source: name unique product
fa: نام منحصر به فرد محصول

source: description product
fa: توضیحات محصول

source: image product
fa: عکس محصول

source: attribute product
fa: ویژگی محصول

source: discount product
fa: تخفیف محصول

source: product
fa: محصول

source: products
fa: محصولات

source: Image
fa: عکس

source: Image gallery
fa: عکس گالری

source: user
fa: کاربر

source: like
fa: علاقه

source: likes
fa: علاقه ها

source: comment text
fa: متن نظر

source: comment status
fa: وضعیت نظر

source: comment product
fa: نظر محصول

source: comment user
fa: نظر کاربر

source: replize comment
fa: پاسخ نظر

source: comment
fa: نظر

source: comments
fa: نظرات
